Repository: BhargavKheni123/TrackStock
Catalog: eTurnsWeb/Resources/MasterResources/CompanyResources/Res_RPT_MaintenanceDue.*.resx
Languages: bg_bg

source: Asset Depreciated Value
bg_bg: Амортизирана стойност

source: Asset Description
bg_bg: Описание на активите

source: Asset Make
bg_bg: Активиране на активи

source: Asset Model
bg_bg: Модел на активите

# AssetName
source: Asset
bg_bg: Актив

source: Asset Purchase Date
bg_bg: Дата на закупуване на активи

source: Asset Purchase Price
bg_bg: Цена на придобиване на активи

# CompanyName
source: Company
bg_bg: Компания

# Created
source: Created On
bg_bg: Създадено на

# CreatedByName
source: Created By
bg_bg: Създадено от

source: Is Group Of Items
bg_bg: Е група от елементи

source: Last Maintenance Date
bg_bg: Последна дата за поддръжка

source: Last Maintenance Schedule
bg_bg: График на последната поддръжка

source: Last Measurement Value
bg_bg: Последна стойност на измерване

source: Last Schedule Cost
bg_bg: Последна цена на разписанието

source: Maintenance
bg_bg: Поддръжка

source: Maintenance Date
bg_bg: Дата на поддържане

source: Maintenance Due Notice Days
bg_bg: Дни за уведомяване

source: Maintenance Status
bg_bg: Състояние на поддръжката

source: Maintenance Type
bg_bg: Вид поддръжка

source: Mileage
bg_bg: километраж

source: Operational Hours
bg_bg: Работни часове

# RoomName
source: Room
bg_bg: Стая

# RowNumber
source: Row #
bg_bg: Ред #

source: Schedule Date
bg_bg: График на датата

source: Schedule For
bg_bg: График за

source: Scheduler Name
bg_bg: Име на плановика

source: Schedule Type
bg_bg: Тип график

source: Suggested Maintenance Date
bg_bg: Предложена дата за поддръжка

source: Tool Cost
bg_bg: Цена на инструмента

source: Tool Description
bg_bg: Описание на инструмента

# ToolName
source: Tool
bg_bg: инструмент

source: Tool Serial
bg_bg: Инструмент сериен

source: Total
bg_bg: Обща сума

source: Tracking Measurement
bg_bg: Проследяване на измерването

source: Tracking Measurement Value
bg_bg: Проследяваща стойност на измерване

# Updated
source: Updated On
bg_bg: Актуализиран на

# UpdatedByName
source: Updated By
bg_bg: Актуализирано от

source: Used Items
bg_bg: Използвани елементи

source: Work Order
bg_bg: плана за работа
